tap 'homebrew/bundle'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'universal-ctags/universal-ctags'
tap 'mongodb/brew'

brew 'mongodb'
brew 'ack'
brew 'asdf'
brew 'autoconf'
brew 'automake'
brew 'bat'
brew 'chrome-cli'
brew 'ctags'
brew 'diff-so-fancy'
brew 'ffind'
brew 'fzf'
brew 'ghostscript'
brew 'git'
brew 'hub'
brew 'imagemagick'
brew 'jpeg'
brew 'libevent'
brew 'libffi'
brew 'libyaml'
brew 'lua'
brew 'node'
brew 'nvim'
brew 'openssl'
brew 'postgresql', restart_service: true
brew 'python'
brew 'redis', restart_service: true
brew 'ruby'
brew 'shellcheck'
brew 'source-highlight'
brew 'the_silver_searcher'
brew 'tmux'
brew 'trash'
brew 'tree'
brew 'universal-ctags/universal-ctags/universal-ctags', args: ['HEAD']
brew 'vim'
brew 'webp'
brew 'wget'
brew 'yarn'
brew 'karabiner-elements'
cask 'firefox'
cask 'iterm2'
cask 'licecap'
cask 'ngrok'
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'suspicious-package'
